{
  "config": {
    "list_id": 1
  },
  "baseUrl": "https://letsbuildagame.org",
  "pages": {
    "index": {
      "title": "Let's Build A Game",
      "baseUrl": "/",
      "og": {
        "title": "Let's Build A Game",
        "description": "Join other contributors and help create the next collaborative game. Together. Now. No matter who you are."
      }
    },
    "timeline": {
      "title": "Let's Build A Game",
      "baseUrl": "/timeline.html",
      "og": {
        "title": "Let's Build A Game",
        "description": "Join other contributors and help create the next collaborative game. Together. Now. No matter who you are."
      }
    },
    "howToHelp": {
      "title": "Let's Build A Game",
      "baseUrl": "/how-to-help.html",
      "og": {
        "title": "Help us build a game",
        "description": ""
      }
    },
    "contribute": {
      "title": "Let's Build A Game",
      "baseUrl": "/contribute",
      "og": {
        "title": "Let's Build A Game",
        "description": "Join other contributors and help create the next collaborative game. Together. Now. No matter who you are."
      }
    },
    "login": {
      "title": "Let's Build A Game",
      "baseUrl": "/login.html",
      "og": {
        "title": "Let's Build A Game",
        "description": "Join other contributors and help create the next collaborative game. Together. Now. No matter who you are."
      }
    }
  },
  "tooltips": {
    "index": {
      "lala": "cece"
    },

    "teams": {
      "dev": "Write patches, review code and write unit tests. Follow and discuss tasks tagged under any technology you love.",

      "art": "Design game interfaces for desktop or mobile. Draw assets, enhance our icons and create the ultimate gaming experience.",

      "mgt": "Manage the community. Keep everything organized, tag tasks, guide new users and help us keep focused on what is important.",

      "gd": "Design features, balance the game and develop the storyline. Don't be intimitated, amateur and wannabe game designers are more than welcome!",

      "translation": "Translate the game to your native language. Spotted any grammar error or typos? Fix them!",

      "patron": "Share the project to your followers on social media. More contributors means faster development and a higher quality game.",

      "student": "Learn to code, or discover a new technology. Share and consolidate your knowledge.",

      "gamer": "Of course you want to play the game YOU are creating, right? Test brand new features, spot bugs or simply have fun!"
    },

    "tasks": {
      "submit-patches": "Grab open tasks or TODOs, write code and submit a patch for review. We will usually let people know what needs to be done, write a thorough requirements and triage the patch in easy / medium / hard to implement.",

      "review-code": "To ensure a high-quality game, all code written must go through a review process. Share your expertise and help us spot bugs by analyzing the review queue.",

      "write-tests": "Tests are the best way to ensure we have a resilient and stable system. Select this task if you want to increase our test coverage by writing unit tests or integration tests for the game.",

      "write-docs": "A thorough documentation is fundamental to the success of the project. Help us keep our documents clean, readable and accurate.",

      "tag-todo": "Subscribe to the TODO tag. Not sure how to help? Grab an open task under the TODO list.",

      "tag-waitingreview": "Subscribe to the WaitingReview tag. Specially useful for spotting code that is waiting to be reviewed. You can also find specifications and drafts that are waiting review.",

      "tag-bug": "Subscribe to the Bug tag. No one likes bugs. Tasks with the Bug tag are waiting for a fix.",

      "tag-discussion": "Subscribe to the Discussions tag. Interesting technical discussions being held will be under this tag. It usually means that we are open to expert input/feedback on that specific subject.",

      "tag-elixir": "Subscribe to the Elixir tag. Code, tasks, issues and anything related to Elixir. We use Elixir on our backend (server) software.",

      "tag-python": "Subscribe to the Python tag. Code, tasks, issues and anything related to Python. We use Python on our backend (server) software.",

      "tag-elm": "Subscribe to the Elm tag. Code, tasks, issues and anything related to Elm. We use Elm on our frontend software (client) for Web Bcolsers and Desktops.",

      "tag-fs": "Subscribe to the f# tag. Code, tasks, issues and anything related to F#. We use F# on our frontend software (client) for mobile interfaces.",

      "tag-javascript": "Subscribe to the Javascript tag. Code, tasks, issues and anything related to Javascript. We don't use Javascript directly, but supporting libraries and websites (like this one) do.",

      "tag-php": "Subscribe to the PHP tag. Code, tasks, issues and anything related to PHP. We don't use PHP directly, but supporting libraries and websites (like this one) do. Specially, our Development Center (Phabricator) is built in PHP, and help is welcomed on building plugins to it.",

      "tag-frontend": "Subscribe to the Frontend tag. Code, tasks, issues and anything related to Frontend.",

      "tag-backend": "Subscribe to the Backend tag. Code, tasks, issues and anything related to Backend.",

      "tag-infrastructure": "Subscribe to the Infrastructure tag. Code, tasks, issues and anything related to Infrastructure.",

      "tag-security": "Subscribe to the Security tag. Code, tasks, issues and anything related to Security.",

      "tag-optimization": "Subscribe to the Optimization tag. Code, tasks, issues and anything related to Optimization.",

      "tag-ai": "Subscribe to the AI tag. Code, tasks, issues and anything related to AI.",

      "tag-network": "Subscribe to the Network tag. Code, tasks, issues and anything related to Network.",

      "tag-databases": "Subscribe to the Databases tag. Code, tasks, issues and anything related to Databases.",

      "tag-pm": "Subscribe to the Project Management tag. Code, tasks, issues and anything related to Project Management.",

      "tag-linux": "Subscribe to the Linux tag. Code, tasks, issues and anything related to Linux.",

      "tag-ios": "Subscribe to the iOS tag. Code, tasks, issues and anything related to iOS.",

      "tag-android": "Subscribe to the Android tag. Code, tasks, issues and anything related to Android.",

      "tag-core": "Subscribe to the Core tag. Code, tasks, issues and anything related to Core. Core is the server software that powers the game. It is written mainly in Elixir and Python.",

      "tag-mobile": "Subscribe to the Mobile tag. Code, tasks, issues and anything related to Mobile. Mobile is the interface software for mobile phones (WP, iOS and Android) written in F#.",

      "tag-web": "Subscribe to the Web tag. Code, tasks, issues and anything related to Web. Web is the interface software (client) for web bcolsers and desktop. It is written in Elm.",

      "tag-terminal": "Subscribe to the Terminal tag. Code, tasks, issues and anything related to Terminal. Terminal is the interface software (client) for *NIX Shell. It is written in Python.",

      "tag-aerospike": "Subscribe to the Aerospike tag. Code, tasks, issues and anything related to Aerospike. We use Aerospike for caching game data.",

      "tag-consul": "Subscribe to the Consul tag. Code, tasks, issues and anything related to Consul. We use Consul for service discovery and micro-services management.",

      "tag-elastic": "Subscribe to the Elastic tag. Code, tasks, issues and anything related to Elastic(search). We use Elasticsearch to storing map-related information, global coordinates and log data.",

      "tag-docker": "Subscribe to the Docker tag. Code, tasks, issues and anything related to Docker. We rely on Docker for containing each microservice of the game, as well as other stack tools like databases, proxies and message brokers.",

      "tag-kafka": "Subscribe to the Kafka tag. Code, tasks, issues and anything related to Kafka. We use Apache Kafka for internal services communication.",

      "tag-samza": "Subscribe to the Samza tag. Code, tasks, issues and anything related to Samza. We use Apache Samza for dynamically creating cached databased views.",

      "tag-nginx": "Subscribe to the nginx tag. Code, tasks, issues and anything related to nginx. We use nginx for routing, load balancing and rate-limiting requests, as well as managing Websocket connections.",

      "tag-haproxy": "Subscribe to the HAProxy tag. Code, tasks, issues and anything related to HAProxy. We use HAProxy for routing and load balancing TCP requests.",

      "tag-mnesia": "Subscribe to the Mnesia tag. Code, tasks, issues and anything related to Mnesia. We use Mnesia to storing Elixir-specific data, usually required for internal communications.",

      "tag-phabricator": "Subscribe to the Phabricator tag. Code, tasks, issues and anything related to Phabricator. We use Phabricator as our Development Center.",

      "tag-postgresql": "Subscribe to the PostgreSQL tag. Code, tasks, issues and anything related to PostgreSQL. We use PostgreSQL to store most of the game data.",

      "tag-postgis": "Subscribe to the PostGIS tag. We make heavy use of the GIS extension for Postgres called PostGIS.",

      "discuss-ui": "Discuss the UI we use or plan to use. Share ideas and suggestions for a better user interface.",

      "design-ui": "Get your hands dirty and draw/sketch/design a UI for the game.",

      "create-assets": "Icons, images, corporation logos, anything. We have several assets that you can help with.",

      "review-ux": "Review the current UI for usability errors and bad user experience.",

      "tag-design": "Subscribe to the Design tag. Generic tasks and discussions related to Design will have this tag.",

      "tag-mobileui": "Subscribe to the InterfaceMobile tag. All design tasks related to the mobile interface will have this tag.",

      "tag-webui": "Subscribe to the InterfaceWeb tag. All design tasks related to the Web interface will have this tag.",

      "tag-terminalui": "Subscribe to the InterfaceTerminal tag. All design tasks related to the terminal interface will have this tag.",

      "tag-designdiscussion": "Subscribe to the DesignDiscussion tag. Interesting tasks and issues being discussed will have this tag. Weigh in with your expertise and join the discussion.",

      "tag-designsuggestion": "Subscribe to the DesignSuggestion tag. New suggestions related to design will have this tag. Review, comment and improve the suggestion.",

      "tag-designfeedback": "Subscribe to the DesignFeedback tag. Design contributions will have this tag so you can review, suggest and improve the final game interface.",

      "tag-ux": "Subscribe to the UX tag. Interesting tasks, issues and questions about user experience will have this tag. Weigh in with your expertise and join the discussion.",

      "discuss-features": "Discuss, review or suggest features and game mechanics. Do you think a feature might hurt the game design? Create a discussion and tell us why.",

      "study-game": "Regarding design, Hacker Experience 2 is a complex game. Studying it is the first step on having insights about its game design. Read the specifications, play Hacker Experience 1 and related games, ask questions.",

      "balance": "Balancing is probably the most challenging task on game design. Open your spreadsheet and suggest balance formulas for skill, user progress, difficulty and economy.",

      "design-story": "Write the game storyline. Design NPCs and tutorial levels. Craft missions and side quests.",

      "tag-storyline": "Subscribe to the Storyline tag. Follow the progress of the game story. Review, suggest and improve it.",

      "tag-gamemechanic": "Subscribe to the GameMechanic tag. It's the best way to find discussions and assets related to game mechanics.",

      "tag-gamedesign": "Subscribe to the GameDesign tag. Follow discussions and tasks about Game Design.",

      "tag-heep-gd": "Subscribe to the HEEP-GD tag. HEEPs (Hacker Experience Enhancement Proposal) are the official way to add things to the game. Follow Game Design proposals that were approved or are being reviewed. Discuss, review and vote for or against the HEEP being accepted.",
      "tag-feature": "Subscribe to the Feature tag. It's the best way to find discussions and assets related to specific features.",

      "tag-featurerequest": "Subscribe to the FeatureRequest tag. This is the entrypoint for people to suggest new features to the game. Review, discuss and improve feature requests.",

      "triage-tasks": "Keep our bug tracker organized. Triage tasks and issues regarding their priority and related projects.",

      "guide-users": "Guide users on how they can help, or how to perform a specific task. Welcome new users and let them know we are here for them.",

      "curate-content": "We have lots of content on our Development Center. Help us keep it up-to-date, formatted and tagged.",

      "report": "Flag off-topic discussions and report inappropriate content. Help us keep a clean community.",

      "translate-text": "Translate texts to your native language. We have at least three different user-interfaces, as well as several documents and websites (like this one) that we'd like to have accessible in several languages.",

      "improve-text": "Improve existing translations by adding clarity and readability to the text.",

      "fix-typos": "Fix typos and grammar errors you find on the game clients, related documents or related websites (like this one).",

      "tag-typos": "Subscribe to the Typos tag. Fix errors others have spotted, or let others know about typing mistaeks.",

      "spread": "Let your social followers know about Let's build a game. Invite your friends to the project. More contributors means faster development.",

      "preorder": "Take the chance to directly fund the game development by subscribing to an HEOnline account. Note: buying an account is not required to play the game; see FAQ.",

      "rate-review": "All feedback is welcomed. Rate and review the game on recommendation stores like Steam, Google Play and App Store. Please give an honest review (what you really thought about the game).",

      "invest": "Are you an angel or VC? Or an accredited investor? Consider watching our pitch and reading our business plan.",

      "follow-topics": "Follow topics (tags) of your interest. Reading the discussions or related code will give you a better overview of that subject.",

      "learn-code": "Don't be afraid and take this opportunity to learn how to code. Grab a subject you link, ask for help and find easy tasks to get started.",

      "study-group": "Create or join a study group about a specific subject. Invite your friends and study together.",

      "share-knowledge": "Share what you know or what you learned. Teaching is the best way to learn.",

      "adopt-student": "\"Adopt\" a student. Guide him and show the path to learn the subject he is interested in. Share resources, videos and books that can help his journey.",

      "answer-guide": "Be a mentor, guide students. Share resources, videos, books and advices. Answer questions they have. Help them get their first code approved.",

      "tag-question": "Subscribe to the Question tag. Find the newest questions being asked on our Q&A application.",

      "tag-advice": "Subscribe to the Advice tag. Share an advice to everyone.",

      "tag-resource": "Subscribe to the Resources tag. Share cool online resources that people can use to learn and improve their knowledge.",

      "tag-tutorial": "Subscribe to the Tutorial tag. Create, share and read tutorial about anything related to the game development.",

      "tag-studygroup": "Subscribe to the StudyGroup tag. Create or join a study group about any subject related to the game development. Learn with others.",

      "tag-seekingmentor": "Subscribe to the SeekingMentor tag. Use this to find mentors who can guide your learning path.",

      "tag-seekingstudent": "Subscribe to the SeekingStudent tag. Use this to find students to mentor.",

      "play": "Of course you want to play the game YOU are creating, right? You are invited to play Hacker Experience 2 whenever it gets released.",

      "become-tester": "Are you brave and fearless? Become a bug hunter and test new releases of the game before everyone else.",

      "submit-ideas": "Got a great idea that you'd like to see in the game? Submit it and we'll discuss it. If we like it and its deemed technically feasible by developers and game designers, we'll add it to a future release.",

      "report-bugs": "Something unexpected happened? Odd behaviour? Game is crashing? Please report the bug you've found so we can work on a fix.",

      "music": "Compose cool sound effects or songs for the soundtrack.",

      "offer-service": "Got a service that might be interesting for the project? Let us know about it.",

      "tag-marketing": "Subscribe to the Marketing tag.",

      "tag-legal": "Subscribe to the Legal tag. Discussions and documents related to Legal subjects can be find here. Read and review our legal documents.",

      "tag-social-media": "Subscribe to the Social Media tag.",

      "tag-crm": "Subscribe to the CRM tag.",

      "tag-soundtrack": "Subscribe to the Soundtrack tag. Listen to the current set of sounds and give feedback."

    }
  },
  "strings": {
    "intro": {
      "name": "Let's build a game",
      "slogan": "Together. Now. No matter who you are.",
      "line_1": "Join other contributors and help create the next collaborative game.",
      "line_2": "You don't have to be a programmer.",
      "line_3": "Join us and make a difference. Create your very own game.",
      "btn": "Learn more"
    },
    "action": {
      "title": "Take action",
      "first_title": "LEARN TO CODE",
      "first_desc": "Take the first step on programming. Learn with others <em>while building a game</em>! Receive help and teach what you know.",
      "second_title": "SHOW YOUR SKILLS",
      "second_desc": "Show off your professional skills and develop new ones. Work on something you love - and improve your resumé.",
      "third_title": "MAKE A DIFFERENCE",
      "third_desc": " Take the opportunity to make a difference. Learn, teach, build, improve. Bring fun and knowledge to others.",
      "fourth_title": "HAVE FUN",
      "fourth_desc": "Above all else, enjoy the ride. Meet new people, make friends and have fun. That's what life is all about."
    },
    "steps": {
      "main_title": "The steps",
      "main_desc": "This is a high-level overview of the steps required to build the game.",
      "step1_title": "<strong>Step 1</strong> - Define the foundations",
      "step1_p1": "<p>Our first step is to define the foundations of the project. Stuff like:</p>",
      "step1_p2": "<ul><li>What is the game about?</li><li>What are the game objectives?</li><li>What directions should the game take?</li><li>How can we keep the community organized?</li></ul>",
      "step1_p3": "<p>Most of this planning already took place. We have a well-defined <em>foundation</em> for the game, but it can become anything with your ideas and feedback.</p>",
      "step2_title": "<strong>Step 2</strong> - Design the game",
      "step2_p1": "<p>The next step is to actually design the game.</p>",
      "step2_p2": "<p>The gameplay and features that shape the game are designed on this step. They are extensions of the foundations defined previously.</p>",
      "step2_p3": "<p>This is an endless step. It means we are <em>always</em> designing and improving the game, even if it has already been released.</p>",
      "step3_title": "<strong>Step 3</strong> - Plan the game architecture",
      "step3_p1": "<p>Now that we have a better idea of what game we are building, we can start planning its software. Common questions on this step are:</p>",
      "step3_p2": "<ul><li>What is the underlying server architecture?</li><li>What programming languages will we use?</li><li>What tools will we use?</li><li>How will the user interface look like?</li><li>What platforms will be supported?</li></ul>",
      "step3_p3": "<p>Most of this planning already took place, but we'll take the time to review everything with the community.</p>",
      "step4_title": "<strong>Step 4</strong> - Develop the game",
      "step4_p1": "<p>Finally, it's time to get our hands dirty.</p>",
      "step4_p2": "<p>On this step, the most challenging of all, it's when we incrementally develop <em>each</em> software that makes up the game.</p>",
      "step4_p3": "<p>It might come as a surprise that our game is made of more than one software.</p>",
      "step4_p4": "<p>This is an endless step. It means we are <em>always</em>  developing and maintaining each software, even if the game has already been released.</p>"
    },
    "game": {
      "title": "The game",
      "line_1": "Meet <strong>Hacker Experience 2</strong>, a massively multiplayer real time hacking simulation <em>built by you</em>!",
      "line_2": "Living in a dystopian world controlled by megacorporations, you play the role of a hacker seeking money and power.",
      "col1_title": "Hack. Exploit. Intercept.",
      "col1_desc": "<p>Hack players, corporations, banks and even the NSA. Exploit connections, eavesdrop data packets in real time and get remote desktop access to your target.</p>",
      "col2_title": "Meet a virtual world just like ours",
      "col2_desc": "<p>Hacker Experience 2 is based on a virtual reality of our worldwith thousands of simulated entities. They are persistent virtual citizens living around virtual buildings.</p>",
      "col3_title": "Dominate your city",
      "col3_desc": "<p>Gather influence over your block, city or country. Claim your territory and guard it against hackers and rival factions.</p>",
      "col4_title": "Work on mind-blowing missions",
      "col4_desc": "<p>Execute dirty jobs for the megacorps. Join lonewolf or team missions of data leaks, industrial espionage, sabotage, framing or CTF.</p>",
      "col5_title": "Join a faction",
      "col5_desc": "<p>Form alliances with people that share your objectives. Work together and deploy your own team strategy. Engage in exciting faction wars to conquer new territories.</p>",
      "col6_title": "Learn while playing",
      "col6_desc": "<p>Learn about computers, networks and operating systems. Get familiar with VPN, encryption and security concepts. You will never trust an insecure connection again.</p>",
      "btn": "Read more about Hacker Experience 2"
    },
    "schedule": {
      "title": "The schedule",
      "line_1": "A tentative schedule (<a href='https://blog.renatomassaro.com/human-variables'>estimating software is hard</a>) with each step outlined below.",
      "line_2": "Green dots tell us when the code repository will be made public<sup><a href='https://docs.hackerexperience.com/lbag/faq/#why-i-cant-find-any-source-of-the-game'>*</a></sup>. Red dots are problems we've faced.",
      "line_3": "You can find a detailed <a href='https://docs.hackerexperience.com/lbag/how_it_works/workflow/'>explanation of each phase</a> on the documentation."
    },
    "contribution": {
      "title": "The contribution",
      "line_1": "Here's how <strong>you</strong> can help and become a part of this project.",
      "col1_title": "Submit patches",
      "col1_desc": "<p>Grab open tasks or TO-DOs, write code and submit patches for review.</p>",
      "col2_title": "Review code",
      "col2_desc": "<p><em>All</em> code submitted is reviewed. Join the review and help spot bugs.</p>",
      "col3_title": "Write tests",
      "col3_desc": "<p>Tests are a great way to increase overall system resilience and stability</p>",
      "col4_title": "Write documentation",
      "col4_desc": "<p>We can't go anywhere without a thorough documentation.</p>",
      "col5_title": "Develop the game UI",
      "col5_desc": "<p>Design an immersive interface for desktop and mobile devices.</p>",
      "col6_title": "Make art",
      "col6_desc": "<p>Our team is really bad with design. Help us create nice icons, assets and images.</p>",
      "col7_title": "Suggest features",
      "col7_desc": "<p>Got an idea? Have a feature you'd really like to see in the game? Suggest it!</p>",
      "col8_title": "Design the game",
      "col8_desc": "<p>Design and improve features. Help balance the game economy and design an entertaining gameplay.</p>",
      "col9_title": "Spread the word",
      "col9_desc": "<p>Invite your friends to the project. More contributors means faster development.</p>",
      "col10_title": "Donate/Preorder",
      "col10_desc": "<p>All income keeps our team working full time on Hacker Experience 2. It also allows us to hire additional developers.</p>",
      "col11_title": "Translate the game",
      "col11_desc": "<p>Translate HE2 to your native language. Fix grammar errors and typos you find.</p>",
      "col12_title": "Manage our community",
      "col12_desc": "<p>Welcome new members, close discussions and tag tasks. We need your help to keep the community organized.</p>"
    },
    "team": {
      "title": "The team",
      "line_1": "The amazing people behind <em>Let's build a game</em> and <em>Hacker Experience 2</em>.",
      "renato_pos": "CTO &amp; Developer",
      "renato_bio": "<p>Renato is a passionate backend developer and systems administrator.</p>",
      "charlotte_pos": "Lead Developer",
      "charlotte_bio": "<p>Magical girl and Alchemist.<p>",
      "allan_pos": "Backend Developer",
      "allan_bio": "<p>Developer with a passion for Functional Programming and Computation Theory.</p>",
      "contrib_name": "You!",
      "contrib_pos": "Contributor",
      "contrib_bio": "<p>You are invited to be a part of this journey.</p>"
    },
    "lbag": {
      "title": "So, let's build a game?",
      "line_1": "Develop a game, learn a lot <em>and</em> have fun.",
      "btn_future": "Start contributing",
      "span_sep": "or",
      "span_sub": "Receive important notifications about <em>Let's build a game</em>.",
      "input_sub": "Enter your email address",
      "btn_sub": "Subscribe",
      "frequency": "(about 1 email per month)"
    },
    "label": {
      "dev": "Development task - might require some technical knowledge",
      "art": "Art task",
      "anyone": "Anyone can perform this task - no technical knowledge is required.",
      "student": "Great for students!"
    },
    "contribute": {
      "progress_bar": {
        "step_1": "Account setup",
        "step_2": "Verify email",
        "step_3": "Select team",
        "step_4": "Select tasks",
        "step_5": "Preferences"
      },
      "account_setup": {
        "title": "Create your account",
        "subtitle": "Next you'll verify your email address",
        "username": "Username",
        "email": "Email",
        "password": "Password",
        "create": "Create"
      },
      "verify_email": {
        "title": "Verify your email address",
        "subtitle": "Please copy the verification code we sent to you.",
        "email_code": "Email verification code",
        "activate": "Activate"
      },
      "select_team": {
        "title": "Contribution Team",
        "subtitle": "Join teams you like so we can narrow down your contribution options.",
        "subtitle_margin": "Select as many as you want. You can change these settings later.",
        "dev": "Development",
        "art": "Design & Art",
        "mgt": "Management",
        "gd": "Game Design",
        "translation": "Translation",
        "patron": "Patron",
        "student": "Student / Mentor",
        "gamer": "Gamer",
        "ready": "I'm ready"
      },
      "contribution_tasks": {
        "title": "Contribution Tasks",
        "subtitle": "Select the <strong>actions</strong> that you feel like doing. We'll describe how to perform each one later.",
        "subtitle_margin": "Subscribe to <strong>tags</strong> to receive notifications whenever we need your help on the subject.",
        "subtitle_margin2": "You can (un)subscribe later. You'll set notification preferences next.",
        "actions": "Actions",
        "dev_team": "Development team (42)",
        "patches": "Submit patches",
        "code": "Review code",
        "tests": "Write tests",
        "docs": "Write docs",
        "langs": "Programming languages",
        "areas": "Areas of interest",
        "infra": "Infrastructure",
        "sec": "Security",
        "opt": "Optimization",
        "ai": "AI",
        "net": "Network",
        "dbs": "Databases",
        "project": "Project Mgt.",
        "game_software": "Game software (server & interfaces)",
        "stack": "Stack Tools",
        "design_art": "Design & art team (12)",
        "discuss_ui": "Discuss UI",
        "design_ui": "Design UI",
        "assets": "Create assets",
        "rev_ux": "Review UX",
        "gd_team": "Game design team (10)",
        "features": "Discuss features",
        "study_game": "Study the game",
        "balance": "Balance skills",
        "story": "Design the story",
        "community": "Community Management team (7)",
        "tasks": "Triage Tasks",
        "guide": "Guide users",
        "content": "Curate content",
        "report": "Flag & report",
        "translation": "Translation team (5)",
        "translate": "Translate text",
        "improve": "Improve text",
        "typos": "Fix typos",
        "patron": "Patron team (4)",
        "spread": "Spread the word",
        "preorder": "Preorder",
        "rate": "Rate & review",
        "invest": "Be an investor",
        "mentor": "Student & Mentorship team (13)",
        "topics": "Follow topics",
        "learn": "Learn to code",
        "study": "Join studt group",
        "share": "Share knowledge",
        "adopt": "Adopt a student",
        "answer": "Answer & guide",
        "gamer_team": "Gamer team (4)",
        "play": "Play the game",
        "tester": "Become a tester",
        "ideas": "Submit ideas",
        "bugs": "Report bugs",
        "misc": "Miscellaneous",
        "music": "Compose music",
        "offer": "Offer a service",
        "suggest": "Suggest other ways you can contribute to the game",
        "lets": "Let's go"
      },
      "notification": {
        "title": "Notification preferences",
        "subtitle": "We will compile into <em>one</em> email all tasks and tags you are interested in.",
        "subtitle_margin": "Important discussions will be highlighted, and you can always view more tasks.",
        "subtitle_margin2": "You can unsubscribe or change preferences at any time.",
        "frequency": "Frequency",
        "never": "Never",
        "once_day": "One email per day",
        "twice_week": "Two emails per week",
        "once_week": "One email per week",
        "twice_month": "Two emails per month",
        "once_month": "One email per month",
        "help": "Select how often we can send an email with interesting discussions related to your tasks.",
        "notifications": "Notifications",
        "updates": "Send me <em>important</em> news about the project",
        "step4_starts": "Tell me when Step 4 (Development) starts",
        "game_released": "Tell me when the game gets released"
      }
    },
    "header": {
      "home": "Home",
      "steps": "The steps",
      "game": "The game",
      "schedule": "The schedule",
      "contribution": "The contribution",
      "team": "The team",
      "contribute": "Contribute",
      "login": "Login"
    },
    "footer": {
      "lbag": "LET'S BUILD A GAME",
      "dev_center": "Development Center",
      "rules": "Rules",
      "resources": "Resources",
      "faq": "FAQ",
      "website": "Official website",
      "specs": "Specifications",
      "fund": "Fundraising",
      "blog": "Blog",
      "contact": "CONTACT US"
    },
    "finish": "Finish Setup",
    "title": "Let's build a game",
    "panel": {
      "dashboard": {
        "actions": {
          "submit-patches": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Submit Patches"
          },
          "review-code": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Review code"
          },
          "write-tests": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Write tests"
          },
          "write-docs": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Write Documentation"
          },
          "discuss-ui": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Discuss UI"
          },
          "design-ui": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Design UI"
          },
          "create-assets": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Create Assets"
          },
          "review-ux": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Review UX"
          },
          "discuss-features": {
            "desc": "Head to the <a href='https://dev.hackerexperience.com'>Development Center</a> and follow the FeatureRequest tag.",
            "name": "Discuss Features"
          },
          "study-game": {
            "desc": "",
            "name": "Study the Game"
          },
          "balance": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Balance the Game"
          },
          "design-story": {
            "desc": "----",
            "name": "Design the Storyline"
          },
          "triage-tasks": {
            "desc": "----",
            "name": "Triage Tasks"
          },
          "guide-users": {
            "desc": "----",
            "name": "Guide Users"
          },
          "curate-content": {
            "desc": "----",
            "name": "Curate Content"
          },
          "report": {
            "desc": "Monitor discussions and threads at the <a href='https://dev.hackerexperience.com'>Development Center</a> and report anyone misbehaving.",
            "name": "Report bad behaviour"
          },
          "translate-text": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Translate Text"
          },
          "improve-text": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Improve Text"
          },
          "fix-typos": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Fix Typos"
          },
          "spread": {
            "desc": "Invite your friends. Share the project to your followers. The more contributors we have, the best the game we can build.",
            "name": "Spread the Word"
          },
          "preorder": {
            "desc": "We need your donation to keep working on the game. You can preorder it at <a href='https://www.indiegogo.com/projects/hacker-experience-2-open-source-hacking-game--2/'>Indiegogo</a>.",
            "name": "Preorder the game"
          },
          "rate-review": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Rate & Review"
          },
          "invest": {
            "desc": "Are you an angel or VC? <a href='mailto:contact@hackerexperience.com'>Contact us</a> for more information. Ask for our business plan.",
            "name": "Invest in the Game"
          },
          "follow-topics": {
            "desc": "----",
            "name": "Follow Topics"
          },
          "learn-code": {
            "desc": "----",
            "name": "Learn to Code"
          },
          "study-group": {
            "desc": "----",
            "name": "Join/create a Study Group"
          },
          "share-knowledge": {
            "desc": "-----",
            "name": "Share your knowledge"
          },
          "adopt-student": {
            "desc": "----",
            "name": "Adopt a Student"
          },
          "answer-guide": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Answer Guide"
          },
          "play": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Play the game"
          },
          "become-tester": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Become a tester"
          },
          "submit-ideas": {
            "desc": "Create an account at the <a href='https://dev.hackerexperience.com'>Development Center</a> and share your idea with us.",
            "name": "Submit Ideas"
          },
          "report-bugs": {
            "desc": "This step hasn't started yet. We'll let you know when it does.",
            "name": "Report Bugs"
          },
          "music": {
            "desc": "-----",
            "name": "Compose Music"
          },
          "offer-service": {
            "desc": "Do you have a service that could be useful to the game? Are you a SaaS company? <a href='mailto:contact@hackerexperience.com'>Talk to us</a>.",
            "name": "Offer a Service"
          }
        }
      }
    }
  }
}
