{
  "config": {
    "list_id": 6
  },
  "baseUrl": "https://vamosfazerumjogo.com.br",
  "pages": {
    "index": {
      "title": "Vamos Fazer Um Jogo",
      "baseUrl": "/",
      "og": {
        "title": "Vamos fazer um jogo",
        "description": "Junte-se a outros contribuidores e ajude a criar o próximo jogo colaborativo. Juntos. Agora. Não importa quem você seja."
      }
    },
    "timeline": {
      "title": "Vamos Fazer Um Jogo",
      "baseUrl": "/timeline.html",
      "og": {
        "title": "Vamos fazer um jogo",
        "description": "Junte-se a outros contribuidores e ajude a criar o próximo jogo colaborativo. Juntos. Agora. Não importa quem você seja."
      }
    },
    "howToHelp": {
      "title": "Vamos Fazer Um Jogo",
      "baseUrl": "/how-to-help.html",
      "og": {
        "title": "",
        "description": ""
      }
    },
    "contribute": {
      "title": "Vamos Fazer Um Jogo",
      "baseUrl": "/contribute.html",
      "og": {
        "title": "Vamos fazer um jogo",
        "description": "Junte-se a outros contribuidores e ajude a criar o próximo jogo colaborativo. Juntos. Agora. Não importa quem você seja."
      }
    }
  },
  "tooltips": {
    "index": {
      "lala": "cece"
    },

    "teams": {
      "dev": "Escreva correções, revise código e escreva testes unitários. Siga e discuta tarefas classificadas sob qualquer tecnologia que você ame.",

      "art": "Projete as interfaces desktop e mobile do jogo. Desenhe assets, aprimore nossos ícones e crie a melhor experiência de jogo possível.",

      "mgt": "Gerencie a comunidade. Mantenha tudo organizado, \"tagueie\" tarefas, guie novos usuários e ajude-nos a nos manter focado no que importa.",

      "gd": "Projete funcionalidades, balanceie o jogo e desenvolva o enredo. Não se intimide, amadores e game designer wannabe são mais do que bem vindos!",

      "translation": "Traduza o jogo para a sua lingua nativa. Encontrou algum erro gramatical ou de pontuaçao? Corrija-os!",

      "patron": "Compartilhe o projeto com o seus seguidores nas redes sociais. Mais contribuidores significa um desenvolvimento mais rápido e um jogo de maior qualidade.",

      "student": "Aprenda a programar ou descubra uma nova tecnologia. Compartilhe e consolide seu conhecimento.",

      "gamer": "Claro que você quer jogar o jogo que VOCÊ está criando, certo? Teste novas funcionalidades, encontre erros ou simpesmente se divirta!"
    },

    "tasks": {
      "submit-patches": "Pegue tarefas em aberto or TODOs, escreva código e envie uma correção para análise, escreva requerimentos detalhados e classifique tarefas em fácil / médio / difícil de implementar. Nós iremos, eventualmente, avisar ao pessoal o que precisa ser feito.",

      "review-code": "Para garantir um jogo de alta qualidade, todo código escrito deve passar por um processo de review. Compartilhe sua experência e nos ajude a encontrar bugs, analizando a fila de revisão.",

      "write-tests": "Testes são o melhor jeito de garantir que temos um sistema estável e confiável. Selecione essa tarefa caso queira aprimorar a nossa cobertura de testes escrevendo testes unitários ou testes de integração para o jogo.",

      "write-docs": "Uma documentação bem detalhada é fundamental para o sucesso do projeto. Ajude-nos a manter nossos documentos íntegros, legíveis e concisos.",

      "tag-todo": "Inscreva-se na tag TODO. Não sabe muito bem como ajudar? Pegue uma tarefa em aberto na TODO list.",

      "tag-waitingreview": "Inscreva-se na tag WaitingReview. Particularmente útil para achar código que esteja esperando para ser revisado. Você também pode encontrar especificações e rascunhos que estão esperando por revisão.",

      "tag-bug": "Inscreva-se na tag Bug. Ninguém gosta de bugs. Tarefas com a tag Bug estão a espera por uma correção.",

      "tag-discussion": "Inscreva-se na tag Discussions. Discussões técnicas interessantes que estiverem ocorrendo estarão sob essa tag. Normalmente, isso significa que estamos abertos para um feedback mais preciso nesse assunto em específico.",

      "tag-elixir": "Inscreva-se na tag Elixir. Códigos, tarefas e tudo relacionado a Elixir. Nós usamos Elixir em nosso software de backend (servidor).",

      "tag-python": "Inscreva-se na tag Python. Códigos, tarefas e tudo relacionado a Python. Nós usamos Python em nosso software de backend (servidor).",

      "tag-elm": "Inscreva-se na tag Elm. Códigos, tarefas e tudo relacionado a Elm. Nós usamos Elm em nosso software de frontend (cliente).",

      "tag-fs": "Inscreva-se na tag F#. Códigos, tarefas e tudo relacionado a F#. Nós usamos Elm em nosso software de frontend (cliente) para as interfaces mobile.",

      "tag-javascript": "Inscreva-se na tag Javascript. Códigos, tarefas e tudo relacionado a Javascript. Nós não usamos Javascript diretamente, mas biblotecas de terceiros e websites (como esse, por exempl) o usam.",

      "tag-php": " Inscreva-se na tag PHP. Códigos, tarefas e tudo relacionado a PHP. We don't use PHP directly, but supporting libraries and websites (like this one) do. Specially, our Development Center (Phabricator) is built in PHP, and help is welcomed on building plugins to it.",

      "tag-frontend": "Inscreva-se na tag Frontend. Códigos, tarefas e tudo relacionado a Frontend.",

      "tag-backend": "Inscreva-se na tag Backend. Códigos, tarefas e tudo relacionado a Backend.",

      "tag-infrastructure": "Inscreva-se na tag Infrastructure. Códigos, tarefas e tudo relacionado a Infrastructure.",

      "tag-security": "Inscreva-se na tag Security. Códigos, tarefas e tudo relacionado a Security.",

      "tag-optimization": "Inscreva-se na tag Optimization. Códigos, tarefas e tudo relacionado a Optimization.",

      "tag-ai": "Inscreva-se na tag AI. Códigos, tarefas e tudo relacionado a AI.",

      "tag-network": "Inscreva-se na tag Network. Códigos, tarefas e tudo relacionado a Network.",

      "tag-databases": "Inscreva-se na tag Databases. Códigos, tarefas e tudo relacionado a Databases.",

      "tag-pm": "Inscreva-se na tag Project Management. Códigos, tarefas e tudo relacionado a Project Management.",

      "tag-linux": "Inscreva-se na tag Linux. Códigos, tarefas e tudo relacionado a Linux.",

      "tag-ios": "Inscreva-se na tag iOS. Códigos, tarefas e tudo relacionado a iOS.",

      "tag-android": "Inscreva-se na tag Android. Códigos, tarefas e tudo relacionado a Android.",

      "tag-core": "Inscreva-se na tag Core. Códigos, tarefas e tudo relacionado ao Core. Core is the server software that powers the game. It is written mainly in Elixir and Python.",

      "tag-mobile": "Inscreva-se na tag Mobile. Códigos, tarefas e tudo relacionado a Mobile. Mobile is the interface software for mobile phones (WP, iOS and Android) written in F#.",

      "tag-web": "Inscreva-se na tag Web. Códigos, tarefas e tudo relacionado a Web. Web is the interface software (client) for web bcolsers and desktop. It is written in Elm.",

      "tag-terminal": "Inscreva-se na tag Terminal. Códigos, tarefas e tudo relacionado a Terminal. Terminal is the interface software (client) for *NIX Shell. It is written in Python.",

      "tag-aerospike": "Inscreva-se na tag Aerospike. Códigos, tarefas e tudo relacionado a Aerospike. We use Aerospike for caching game data.",

      "tag-consul": "Inscreva-se na tag Consul. Códigos, tarefas e tudo relacionado a Consul. We use Consul for service discovery and micro-services management.",

      "tag-elastic": "Inscreva-se na tag Elastic. Códigos, tarefas e tudo relacionado a Elastic(search). We use Elasticsearch to storing map-related information, global coordinates and log data.",

      "tag-docker": "Inscreva-se na tag Docker. Códigos, tarefas e tudo relacionado a Docker. We rely on Docker for containing each microservice of the game, as well as other stack tools like databases, proxies and message brokers.",

      "tag-kafka": "Inscreva-se na tag Kafka. Códigos, tarefas e tudo relacionado a Kafka. We use Apache Kafka for internal services communication.",

      "tag-samza": "Inscreva-se na tag Samza. Códigos, tarefas e tudo relacionado a Samza. We use Apache Samza for dynamically creating cached databased views.",

      "tag-nginx": "Inscreva-se na tag nginx. Códigos, tarefas e tudo relacionado a nginx. We use nginx for routing, load balancing and rate-limiting requests, as well as managing Websocket connections.",

      "tag-haproxy": "Inscreva-se na tag HAProxy. Códigos, tarefas e tudo relacionado a HAProxy. We use HAProxy for routing and load balancing TCP requests.",

      "tag-mnesia": "Inscreva-se na tag Mnesia. Códigos, tarefas e tudo relacionado a Mnesia. We use Mnesia to storing Elixir-specific data, usually required for internal communications.",

      "tag-phabricator": "Inscreva-se na tag Phabricator. Códigos, tarefas e tudo relacionado a Phabricator. We use Phabricator as our Development Center.",

      "tag-postgresql": "Inscreva-se na tag PostgreSQL. Códigos, tarefas e tudo relacionado a PostgreSQL. We use PostgreSQL to store most of the game data.",

      "tag-postgis": "Inscreva-se na tag PostGIS. We make heavy use of the GIS extension for Postgres called PostGIS.",

      "discuss-ui": "Discuss the UI we use or plan to use. Share ideas and suggestions for a better user interface.",

      "design-ui": "Get your hands dirty and draw/sketch/design a UI for the game.",

      "create-assets": "Icons, images, corporation logos, anything. We have several assets that you can help with.",

      "review-ux": "Review the current UI for usability errors and bad user experience.",

      "tag-design": "Inscreva-se na tag Design. Generic tasks and discussions related to Design will have this tag.",

      "tag-mobileui": "Inscreva-se na tag InterfaceMobile. All design tasks related to the mobile interface will have this tag.",

      "tag-webui": "Inscreva-se na tag InterfaceWeb. All design tasks related to the Web interface will have this tag.",

      "tag-terminalui": "Inscreva-se na tag InterfaceTerminal. All design tasks related to the terminal interface will have this tag.",

      "tag-designdiscussion": "Inscreva-se na tag DesignDiscussion. Interesting tasks and issues being discussed will have this tag. Weigh in with your expertise and join the discussion.",

      "tag-designsuggestion": "Inscreva-se na tag DesignSuggestion. New suggestions related to design will have this tag. Review, comment and improve the suggestion.",

      "tag-designfeedback": "Inscreva-se na tag DesignFeedback. Design contributions will have this tag so you can review, suggest and improve the final game interface.",

      "tag-ux": "Inscreva-se na tag UX. Interesting tasks, issues and questions about user experience will have this tag. Weigh in with your expertise and join the discussion.",

      "discuss-features": "Discuss, review or suggest features and game mechanics. Do you think a feature might hurt the game design? Create a discussion and tell us why.",

      "study-game": "Regarding design, Hacker Experience 2 is a complex game. Studying it is the first step on having insights about its game design. Read the specifications, play Hacker Experience 1 and related games, ask questions.",

      "balance": "Balancing is probably the most challenging task on game design. Open your spreadsheet and suggest balance formulas for skill, user progress, difficulty and economy.",

      "design-story": "Write the game storyline. Design NPCs and tutorial levels. Craft missions and side quests.",

      "tag-storyline": "Inscreva-se na tag Storyline. Follow the progress of the game story. Review, suggest and improve it.",

      "tag-gamemechanic": "Inscreva-se na tag GameMechanic. It's the best way to find discussions and assets related to game mechanics.",

      "tag-gamedesign": "Inscreva-se na tag GameDesign. Follow discussions and tasks about Game Design.",

      "tag-heep-gd": "Inscreva-se na tag HEEP-GD. HEEPs (Hacker Experience Enhancement Proposal) are the official way to add things to the game. Follow Game Design proposals that were approved or are being reviewed. Discuss, review and vote for or against the HEEP being accepted.",
      "tag-feature": "Inscreva-se na tag Feature. It's the best way to find discussions and assets related to specific features.",

      "tag-featurerequest": "Inscreva-se na tag FeatureRequest. This is the entrypoint for people to suggest new features to the game. Review, discuss and improve feature requests.",

      "triage-tasks": "Keep our bug tracker organized. Triage tasks and issues regarding their priority and related projects.",

      "guide-users": "Guide users on how they can help, or how to perform a specific task. Welcome new users and let them know we are here for them.",

      "curate-content": "We have lots of content on our Development Center. Help us keep it up-to-date, formatted and tagged.",

      "report": "Flag off-topic discussions and report inappropriate content. Help us keep a clean community.",

      "translate-text": "Translate texts to your native language. We have at least three different user-interfaces, as well as several documents and websites (like this one) that we'd like to have accessible in several languages.",

      "improve-text": "Improve existing translations by adding clarity and readability to the text.",

      "fix-typos": "Fix typos and grammar errors you find on the game clients, related documents or related websites (like this one).",

      "tag-typos": "Inscreva-se na tag Typos. Fix errors others have spotted, or let others know about typing mistaeks.",

      "spread": "Let your social followers know about Let's build a game. Invite your friends to the project. More contributors means faster development.",

      "preorder": "Take the chance to directly fund the game development by subscribing to an HEOnline account. Note: buying an account is not required to play the game; see FAQ.",

      "rate-review": "All feedback is welcomed. Rate and review the game on recommendation stores like Steam, Google Play and App Store. Please give an honest review (what you really thought about the game).",

      "invest": "Are you an angel or VC? Or an accredited investor? Consider watching our pitch and reading our business plan.",

      "follow-topics": "Follow topics (tags) of your interest. Reading the discussions or related code will give you a better overview of that subject.",

      "learn-code": "Don't be afraid and take this opportunity to learn how to code. Grab a subject you link, ask for help and find easy tasks to get started.",

      "study-group": "Create or join a study group about a specific subject. Invite your friends and study together.",

      "share-knowledge": "Share what you know or what you learned. Teaching is the best way to learn.",

      "adopt-student": "\"Adopt\" a student. Guide him and show the path to learn the subject he is interested in. Share resources, videos and books that can help his journey.",

      "answer-guide": "Be a mentor, guide students. Share resources, videos, books and advices. Answer questions they have. Help them get their first code approved.",

      "tag-question": "Inscreva-se na tag Question. Find the newest questions being asked on our Q&A application.",

      "tag-advice": "Inscreva-se na tag Advice. Share an advice to everyone.",

      "tag-resource": "Inscreva-se na tag Resources. Share cool online resources that people can use to learn and improve their knowledge.",

      "tag-tutorial": "Inscreva-se na tag Tutorial. Create, share and read tutorial about anything related to the game development.",

      "tag-studygroup": "Inscreva-se na tag StudyGroup. Create or join a study group about any subject related to the game development. Learn with others.",

      "tag-seekingmentor": "Inscreva-se na tag SeekingMentor. Use this to find mentors who can guide your learning path.",

      "tag-seekingstudent": "Inscreva-se na tag SeekingStudent. Use this to find students to mentor.",

      "play": "Of course you want to play the game YOU are creating, right? You are invited to play Hacker Experience 2 whenever it gets released.",

      "become-tester": "Are you brave and fearless? Become a bug hunter and test new releases of the game before everyone else.",

      "submit-ideas": "Got a great idea that you'd like to see in the game? Submit it and we'll discuss it. If we like it and its deemed technically feasible by developers and game designers, we'll add it to a future release.",

      "report-bugs": "Something unexpected happened? Odd behaviour? Game is crashing? Please report the bug you've found so we can work on a fix.",

      "music": "Compose cool sound effects or songs for the soundtrack.",

      "offer-service": "Got a service that might be interesting for the project? Let us know about it.",

      "tag-marketing": "Inscreva-se na tag Marketing tag.",

      "tag-legal": "Inscreva-se na tag Legal. Discussions and documents related to Legal subjects can be find here. Read and review our legal documents.",

      "tag-social-media": "Inscreva-se na tag Social Media tag.",

      "tag-crm": "Inscreva-se na tag CRM tag.",

      "tag-soundtrack": "Inscreva-se na tag Soundtrack. Listen to the current set of sounds and give feedback."

    }
  },
  "strings": {
    "intro": {
      "name": "VAMOS FAZER UM JOGO",
      "slogan": "Juntos. Agora. Não importa quem você seja.",
      "line_1": "Junte-se a outros contribuidores e ajude a criar o próximo jogo colaborativo.",
      "line_2": "Você não precisa ser um programador.",
      "line_3": "Aproveite essa oportunidade para fazer a diferença.",
      "btn": "Saiba mais"
    },
    "action": {
      "title": "Entre em ação",
      "first_title": "APRENDA A PROGRAMAR",
      "first_desc": "Dê o primeiro passo em programação. Aprenda com os outros <em>enquanto</em> faz um jogo! Receba ajuda e ensine o que você já sabe.",
      "second_title": "MOSTRE SUAS HABILIDADES",
      "second_desc": "Ostente suas habilidades profissionais e desevolva outras. Trabalhe em algo que você ama - e aprimore seu currículo.",
      "third_title": "FAÇA A DIFERENÇA",
      "third_desc": " Aproveite a oportunidade para fazer a diferença. Aprenda, ensine, construa, melhore. Traga diversão e conhecimento aos outros.",
      "fourth_title": "DIVIRTA-SE",
      "fourth_desc": "Acima de tudo, make love. Conheça novas pessoas, faça amigos e divirta-se. Mas se for pra fazer guerra não me chama que eu não tô."
    },
    "steps": {
      "main_title": "Passo-a-passo",
      "main_desc": "Isso é uma abstração dos passos necessários para construir o jogo.",
      "step1_title": "<strong>Passo 1</strong> - Definir os fundamentos",
      "step1_p1": "<p>Nosso primeiro passo é definir os fundamentos do projeto. Coisas como:</p>",
      "step1_p2": "<ul><li>Sobre o que é o jogo?</li><li>Quais são os objetivos do jogo?</li><li>Para quais direções o jogo deveria ir?</li><li>Como podemos manter a comunidade organizada?</li></ul>",
      "step1_p3": "<p>Grande parte desse planejamento já ocorreu. Nós temos uma <em>base</em> bem definida, mas isso só poderá se concretizar com as suas idéias e feedback.</p>",
      "step2_title": "<strong>Passo 2</strong> - Projetar o jogo",
      "step2_p1": "<p>O próximo passo é realmente projetar o jogo.</p>",
      "step2_p2": "<p>O gameplay e as características que moldam o jogo são projetados nesse passo. Eles são extensões dos fundamentos que definimos anteriormente.</p>",
      "step2_p3": "<p>Essa é uma etapa sem fim. Isso significa que nós estamos <em>sempre</em> projetando e melhorando o jogo, mesmo se ele já tenha sido lançado.</p>",
      "step3_title": "<strong>Passo 3</strong> - Planejar a arquitetura do jogo",
      "step3_p1": "<p>Agora que temos uma idéia melhor de qual jogo estamos fazendo, podemos começar a planejar seu software. Alguns passos comuns são:</p>",
      "step3_p2": "<ul><li>Qual é a arquitetura por trás do servidor?</li><li>Quais linguagens de programação iremos usar?</li><li>E quais ferramentas?</li><li>Como a interface de usuário será?</li><li>Quais plataformas serão suportadas?</li></ul>",
      "step3_p3": "<p>A maior parte do planejamento já foi feita, mas nós iremos separar um tempo para revisar tudo com a comunidade.</p>",
      "step4_title": "<strong>Passo 4</strong> - Desenvolver o jogo",
      "step4_p1": "<p>Finalmente, é hora de colocar a mão na massa.</p>",
      "step4_p2": "<p>Nesse passo, o mais desafiador de todos, é no qual nós incrementalmente desenvolvemos <em>cada</em> software que faz parte do jogo.</p>",
      "step4_p3": "<p>Pode ser uma surpresa que nosso jogo é feito de mais de um software.</p>",
      "step4_p4": "<p>Essa é uma etapa sem fim. Significando que nós estamos<em>sempre</em> desenvolvendo e dando manutenção para cada software, mesmo se o jogo já tenha sido lançado.</p>"
    },
    "game": {
      "title": "O Jogo",
      "line_1": "Testemunhem <strong>Hacker Experience 2</strong>, um MMORTS e simulador com temática hacker <em>feito por você</em>!",
      "line_2": "Vivendo em um mundo distópico controlado por megacorporações, você faz o papel de um hacker buscando por dinheiro e poder.",
      "col1_title": "Hackeie. Explore. Intercepte.",
      "col1_desc": "<p>Invada servidores, corporações, bancos e até a NSA. Intercepte conexões, espione pacotes de dados e obtenha acesso remoto ao seu alvo.</p>",
      "col2_title": "Descubra um mundo virtual como o nosso",
      "col2_desc": "<p>Hacker Experience 2 é baseado numa realidade virtual do nosso mundo com milhares de entidades simuladas. Essas entidades são cidadãos virtuais persistentes vivendo ao redor de prédios virtuais.</p>",
      "col3_title": "Domine sua cidade",
      "col3_desc": "<p>Conquiste influência sobre seu quarteirão, cidade ou país. Reinvindique seu território e proteja-o contra hackers e facções rivais.</p>",
      "col4_title": "Execute surpreendentes missões",
      "col4_desc": "<p>Faça trabalhos ilegais para as megacorporações. Sozinho ou em grupo, faça missões de vazamento de dados, espionagem industrial, sabotagem, incriminação ou capture-the-flag.</p>",
      "col5_title": "Junte-se a uma facção",
      "col5_desc": "<p>Forme alianças com pessoas que compartilham de sua ambição. Trabalhe cozamigo e crie a estratégia do seu time. Faça parte de emocionantes guerras entre facções para conquistar novos territórios.</p>",
      "col6_title": "Aprenda enquanto joga",
      "col6_desc": "<p>Aprenda sobre computadores, redes e sistemas operacionais. Familiarize-se com VPN, criptografia e conceitos de segurança. Você nunca mais vai confiar em uma conexão insegura novamente.</p>",
      "btn": "Leia mais sobre Hacker Experience 2"
    },
    "schedule": {
      "title": "O cronograma",
      "line_1": "Uma tentativa de cronograma (<a href=\"https://blog.renatomassaro.com/human-variables\">estimar software é<em> dificil</em></a>) com cada passo descrito abaixo.",
      "line_2": "Os pontos verdes nos dizem quando o repositório se tornará publico. <sup><a href=\"https://docs.hackerexperience.com/lbag/faq/#why-i-cant-find-any-source-of-the-game\">* </a></sup>Os pontos vermelhos são problemas com os quais nos deparamos.",
      "line_3": "Você pode encontrar uma <a href=\"https://docs.hackerexperience.com/lbag/how_it_works/workflow/\">explicação detalhada de cada fase</a> na documentação."
    },
    "contribution": {
      "title": "Contribuição",
      "line_1": "Veja como <strong>você</strong> pode ajudar e se tornar uma grande parte do projeto.",
      "col1_title": "Envie correções",
      "col1_desc": "<p>Pegue tarefas em aberto ou TO-DOs, escreva códigos e envie correçõess para revisão.</p>",
      "col2_title": "Revise código",
      "col2_desc": "<p><em>Todo</em> código enviado passa por uma revisão. Faça parte do review e ajude a encontrar bugs.</p>",
      "col3_title": "Escreva testes",
      "col3_desc": "<p>Testes são uma boa maneira de aumentar a integridade e estabilidade do sistema</p>",
      "col4_title": "Escreva documentação",
      "col4_desc": "<p>Não podemos ir muito longe sem uma documentação abrangente.</p>",
      "col5_title": "Desenvolva a interface do jogo",
      "col5_desc": "<p>Projete uma interface imersiva para desktop e dispositivos móveis.</p>",
      "col6_title": "Faça arte",
      "col6_desc": "<p>Nosso time não manda muito bem em design. Nos ajude a criar bons ícones e material gráfico em geral.</p>",
      "col7_title": "Sugira funcionalidades",
      "col7_desc": "<p>Teve alguma idéia? Tem alguma funcionalidade que você gostaria muito de ver no jogo? Sugira!</p>",
      "col8_title": "Projete o jogo",
      "col8_desc": "<p>Projete e melhore features. Ajuda a balancear a economia do jogo e a proporcionar um gameplay cativamente.</p>",
      "col9_title": "Espalhe a palavra",
      "col9_desc": "<p>Convide seus amigos para o projeto. Quanto mais contribuidores, mais rápido será o desenvolvimento.</p>",
      "col10_title": "Compre o jogo",
      "col10_desc": "<p>Todo o dinheiro que arrecadarmos será usando para manter o nosso time trabalhando full time no Hacker Experience 2.</p>",
      "col11_title": "Traduza o jogo",
      "col11_desc": "<p>Traduza o HE2 para a sua língua nativa. Corriga erros gramaticais e de digitação que encontrar.</p>",
      "col12_title": "Gerencie nossa comunidade",
      "col12_desc": "<p>Recepcione novos membros, intermedie discussões e tagueie tarefas. Nós precisamos da sua ajuda para manter a comunidade organizada.</p>",
      "btn": "Veja mais exemplos"
    },
    "team": {
      "title": "A equipe",
      "line_1": "As incríveis pessoas por trás do <em>Vamos fazer um jogo</em> e <em>Hacker Experience 2</em>.",
      "renato_pos": "CTO &amp; Desenvolvedor",
      "renato_bio": "<p>Renato é um desenvolvedor backend e administrador de sistemas.</p>",
      "charlotte_pos": "Lead Developer",
      "charlotte_bio": "<p>Garota mágica e Alquimista.<p>",
      "allan_pos": "Backend Developer",
      "allan_bio": "<p>Desenvolvedor backend faz-quase-de-tudo.</p>",
      "contrib_name": "Você!",
      "contrib_pos": "Contribuidor",
      "contrib_bio": "<p>Você está convidado a fazer parte dessa jornada.</p>"
    },
    "lbag": {
      "title": "Então, vamos fazer um jogo?",
      "line_1": "Desenvolva um jogo, aprenda bastante <em>e</em> se divirta.",
      "btn_future": "Comece a contribuir",
      "span_sep": "ou",
      "span_sub": "Receba notificações importantes sobre<em> Vamos fazer um jogo</em>.",
      "input_sub": "Digite seu endereço de email",
      "btn_sub": "Inscreva-se",
      "frequency": "(cerca de 1 email por mês)"
    },
    "label": {
      "dev": "Tarefa de desenvolvimento - pode ser necessário conhecimento técnico",
      "art": "Tarefa artística",
      "anyone": "Qualquer um pode fazer isto - não é necessário conhecimento técnico",
      "student": "Ótima para estudantes!"
    },
    "contribute": {
      "progress_bar": {
        "step_1": "Configurar conta",
        "step_2": "Verificar email",
        "step_3": "Selecionar time",
        "step_4": "Selecionar tarefas",
        "step_5": "Preferências"
      },
      "account_setup": {
        "title": "Crie sua conta",
        "subtitle": "Agora você precisa verificar usa conta",
        "username": "Nome de usuário",
        "email": "Email",
        "password": "Senha",
        "create": "Criar"
      },
      "verify_email": {
        "title": "Verifique seu endereço de email",
        "subtitle": "Por favor, copie o código de verificação que te enviamos.",
        "email_code": "Código de verificação de email",
        "activate": "Ativar"
      },
      "select_team": {
        "title": "Time de Contribuição",
        "subtitle": "Escolha os times que te interessam para que possamos mostrar as opções de contribuição.",
        "subtitle_margin": "elecione quantos quiser. Você poderá alterar essas configurações depois.",
        "dev": "Desenvolvimento",
        "art": "Design & Arte",
        "mgt": "Gerenciamento",
        "gd": "Game Design",
        "translation": "Tradução",
        "patron": "Patrono",
        "student": "Estudante / Mentor",
        "gamer": "Gamer",
        "ready": "Estou pronto"
      },
      "contribution_tasks": {
        "title": "Tarefas de Contribuição",
        "subtitle": "Selecione as <strong>ações</strong> que você se interessa. Iremos descrever como executar cada uma em breve.",
        "subtitle_margin": "Inscreva-se em <strong>tags</strong> para receber notificações sempre que precisarmos da sua ajuda no assunto.",
        "subtitle_margin2": "Você pode se (des)inscrever depois. Você irá escolhar as opções de notificação logo a seguir.",
        "actions": "Ações",
        "dev_team": "Time de Desenvolvimento (42)",
        "patches": "Enviar correções",
        "code": "Revisar código",
        "tests": "Escrever testes",
        "docs": "Escrever documentação",
        "langs": "Linguagens de Programação",
        "areas": "Áreas de interesse",
        "infra": "Infraestrutura",
        "sec": "Segurança",
        "opt": "Otimização",
        "ai": "AI",
        "net": "Redes",
        "dbs": "BD",
        "project": "Geren. de Projetos",
        "game_software": "Software do jogo (servidor & interfaces)",
        "stack": "Ferramentas",
        "design_art": "Time de arte & Design (12)",
        "discuss_ui": "Discutir UI",
        "design_ui": "Design UI",
        "assets": "Criar assets",
        "rev_ux": "Revisar UX",
        "gd_team": "Time de Game design (10)",
        "features": "Discutir características",
        "study_game": "Estudar o jogo",
        "balance": "Balancear habilidades",
        "story": "Escrever a história",
        "community": "Time de Gestão comunitária (7)",
        "tasks": "Ordenar tarefas",
        "guide": "Guiar usuários",
        "content": "Gerenciar conteúdo",
        "report": "Sinalizar & Reportar",
        "translation": "Time de tradução (5)",
        "translate": "Traduzir textos",
        "improve": "Melhorar textos",
        "typos": "Corrigir erros",
        "patron": "Time de patronos (4)",
        "spread": "Divulgar",
        "preorder": "Compra Antecipada",
        "rate": "Avaliar & Revisar",
        "invest": "Ser um investidor",
        "mentor": "Time de Estudantes & Mentoria (13)",
        "topics": "Seguir tópicos",
        "learn": "Aprendar a programar",
        "study": "Entrar em grupos de estudos",
        "share": "Compartilhar conhecimento",
        "adopt": "Adotar um estudante",
        "answer": "Responder & Guiar",
        "gamer_team": "Time Gamer (4)",
        "play": "Jogar o jogo",
        "tester": "Ser um tester",
        "ideas": "Enviar idéias",
        "bugs": "Relatar erros",
        "misc": "Outros",
        "music": "Compor músicas",
        "offer": "Oferecer um serviço",
        "suggest": "Sugira outras maneiras com as quais você pode contribuir com o jogo",
        "lets": "Vamos lá"
      },
      "notification": {
        "title": "Preferências de notificação",
        "subtitle": "Iremos compilar em <em>um</em> unico email todas as tarefas e tags que tenha interesse.",
        "subtitle_margin": "Discussões importantes serão ressaltadas, e você pode sempre ver mais tarefas.",
        "subtitle_margin2": "Você pode cancelar sua inscrição ou alterar as configurações a qualquer momento.",
        "frequency": "Frequência",
        "never": "Nunca",
        "once_day": "Um email por dia",
        "twice_week": "Dois emails por semana",
        "once_week": "Um email por semana",
        "twice_month": "Dois emails por mês",
        "once_month": "Um email por mês",
        "help": "Selecione a frequencia com a qual podemos enviar um email com discussões interessantes relacionadas às suas tarefas.",
        "notifications": "Notificações",
        "updates": "Envie-me notícias <em>importantes</em> sobre o projeto",
        "step4_starts": "Avise-me quando a Etapa 4 (Desenvolvimento) começar",
        "game_released": "Avise-me quando o jogo for lançado"
      }
    },
    "header": {
      "home": "Início",
      "steps": "Passos",
      "game": "Jogo",
      "schedule": "Cronograma",
      "contribution": "Contribuição",
      "team": "Equipe",
      "contribute": "Contribua"
    },
    "footer": {
      "lbag": "VAMOS FAZER UM JOGO",
      "dev_center": "Centro de Desenvolvimento",
      "rules": "Regras",
      "resources": "Recursos",
      "faq": "FAQ",
      "website": "Website Oficial",
      "specs": "Especificações",
      "fund": "Financiamento",
      "blog": "Blog",
      "contact": "CONTATE-NOS"
    },
    "finish": "Concluir Configuração",
    "title": "Vamos fazer um jogo"
  }
}
